[
  {
    "id": 1,
    "title": " General Dentistry",
    "description": " A comprehensive wellness visit with a comfortable cleaning, x-rays, and a personalized exam.",
    "moreDetailsTitle": "General Dentistry Services ",
    "moreDetails": "General dentists prevent, evaluate, diagnose, and treat diseases of the oral cavity, as well as maintain the function and appearance of the teeth. Many oral diseases and abnormalities can indicate other diseases. A general dentist may refer patients to their physician or a specialist for further evaluation, or vice versa for treatment.Our residents come from all parts of the world, bringing you a global expertise coupled with the    cutting edge research and knowledge of the University of Rochester Medical Center. There is no    dental concern too small or large for the professionals at Eastman Dental's General Dentistry    Division.",
    "duration": "90 minutes or less",
    "img": "https://i.ibb.co/cJVC8q5/img1.jpg"
  },
  {
    "id": 2,
    "title": "Invisalign®",
    "description": "Clear aligners are the clear choice for a straight, radiant smile! Our Invisalign® dentists can fit you with Invisalign® for noticeably straighter teeth.",
    "moreDetailsTitle": "What is Invisalign® treatment?",
    "moreDetails": "What is Invisalign treatment?Invisalign treatment is the process of wearing a series of clear, removable aligners that gradually straighten your teeth. No brackets and wires, and none of the restrictions that come with metal braces.What are Invisalign clear aligners made of and what do they look like?Invisalign clear aligners are made of flexible plastic — specifically, a patented thermoplastic material called SmartTrack® created exclusively for Invisalign treatment.Invisalign clear aligners are FDA-approved and contain no BPA, BPS, latex, or gluten. They are thin, clear, and fit snugly over your teeth, making them virtually invisible.",
    "duration": "60 minutes or less",
    "img": "https://i.ibb.co/HV2WQ7c/img2.png"
  },
  {
    "id": 3,
    "title": "Cosmetic Dentistry",
    "description": " Veneers, Cosmetic Contouring and Professional Teeth Whitening that will help you look your absolute best.",
    "moreDetailsTitle": "What is Cosmetic Dentistry?",
    "moreDetails": "Types of Cosmetic Dentistry?Teeth Whitening?Teeth whitening can be one of the simplest and least expensive ways to improve your smile. Teeth can be bleached with in-office products in your dentist’s office for about $500, or you can buy a mold and gels from your dentist to bleach your teeth at home. There are also whitening products available over the counter at retail stores for convenient at-home whitening: whitening toothpastes, rinses, and whitestrips. These products together run about $3 - $50.Dental Veneers?Dental veneers are wafer-thin, custom-made shells of tooth-colored porcelain or resin that cover the front surface of the teeth. After removing about a half-millimeter of enamel from the tooth surface, these thin shells are bonded (cemented) to the front of the teeth, changing their color, shape, size, or length. Veneers are often called “Hollywood teeth. Living up to that name, this process can cost up to $500-$1,300 per tooth.",
    "duration": "90 minutes or less",
    "img": "https://i.ibb.co/rdXptmt/img3.jpg"
  },
  {
    "id": 4,
    "title": "Family Dentistry",
    "description": "Whether for a very first cleaning or for dentures or implants, we’ll be with your family at every stage.",
    "moreDetailsTitle": "What is a Family Dentist?",
    "moreDetails": "At Branches Dental, Dr. Jonas is an experienced family dentist, which means he can treat patients of all ages. Family dentistry is concerned with addressing oral health at every stage of life, but particularly in kids and teenagers. Family dentists are quite similar to general dentists, but typically have more experience working with children. Some family dentists may even be qualified pediatricians.When you choose a family dentist, you’re choosing a practice that will be able to address the oral needs of you and your children, at every stage of life.",
    "duration": "20 minutes",
    "img": "https://i.ibb.co/qx2gw84/img4.jpg"
  },
  {
    "id": 5,
    "title": "Sleep Apnea Treatment",
    "description": "SWISH Smile Artists don’t just straighten and brighten your smile, we also help you rest assured with sleep apnea treatment options.",
    "moreDetailsTitle": "Lifestyle and home remedies...",
    "moreDetails": "In some cases, self-care might be a way for you to deal with obstructive sleep apnea and possibly central sleep apnea. Try these tips:Lose excess weight. Even a slight weight loss might help relieve constriction of your throat. In some cases, sleep apnea can resolve if you return to a healthy weight, but it can recur if you regain the weight.Exercise. Regular exercise can help ease the symptoms of obstructive sleep apnea even without weight loss. Try to get 30 minutes of moderate activity, such as a brisk walk, most days of the week.Avoid alcohol and certain medications such as tranquilizers and sleeping pills. These relax the muscles in the back of your throat, interfering with breathing.Sleep on your side or abdomen rather than on your back. Sleeping on your back can cause your tongue and soft palate to rest against the back of your throat and block your airway. To keep from rolling onto your back while you sleep, try attaching a tennis ball to the back of your pajama top. There are also commercial devices that vibrate when you roll onto your back in sleep.Don't smoke. If you're a smoker, look for resources to help you quit.",
    "duration": "30 minutes",
    "img": "https://i.ibb.co/hCGT4Vd/img5.jpg"
  }
]
